<%--
  Created by IntelliJ IDEA.
  User: alx.rogatko
  Date: 30.03.2022
  Time: 2:39
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Rulez&Notes</title>
</head>
<body>
Основные отличие нашей новой соцсети от всех существующих:<br>
Вы не можете регистрироваться без инвайта (приглашения).<br>
Любой пользователь может раздать не больше пяти инвайтов в неделю.<br>
Вы не можете обращаться к модераторам и администраторам.<br>
Вы не можете просматривать ничьи страницы, кроме страниц друзей.<br>
Вы не можете искать людей никак, кроме как по ID.<br>
При регистрации точно вводите свой пароль - у вас один шанс!<br>
Всегда помните свой пароль и ID, их нельзя восстановить.<br>
Наша сеть - самая социофобская сеть во всей сети!!!)))<br><br>
<a href="/">Назад</a>

</body>
</html>
